Repository: wp-plugins/google-routeplaner
Catalog: geo-captcha-*.po
Languages: de_de

source: Stats
de_de: Statistik

source: General Stats
de_de: Allgemeine Statistik

source: Spam comments blocked by Geo Captcha:
de_de: Spam-Kommentare von Geo Captcha blockiert:

source: Commentators entered correct Captcha:
de_de: Kommentatoren die das Captcha richtig eingegeben haben:

source: Comments from whitelisted countries:
de_de: Kommentare aus Ländern die auf der Whitelist stehen:

source: Comments from registered users:
de_de: Kommentare von angemeldeten Benutzern:

source: Country Stats
de_de: Länder-Statistik

source: Country
de_de: Land

source: Correct Captcha
de_de: Korrektes Captcha

source: Wrong Captcha
de_de: Falsches Captcha

source: ERROR: The Code you have entered was not correct. Please try again.
de_de: FEHLER: Der Code den Sie eingetippt haben war nicht korrekt. Bitte versuchen Sie es erneut.

source: Please insert the signs in the image:
de_de: Bitte geben Sie den Code im Bild ein:

source: Reload Image
de_de: Bild neu laden

source: Play Audio-CAPTCHA
de_de: Audio-CAPTCHA abspielen

source: Settings
de_de: Einstellungen

source: Captcha-free Countries
de_de: Länder ohne Captcha

source: Insert the country codes (ISO 3166-1, A-2) for the countries which donot need to insert a captcha code seperated with new lines.
de_de: Tragen Sie die Länder-Codes (ISO 3166-1, A-2) der Länder durch Umbrüche getrennt ein, die kein Captcha eingeben müssen.

source: Use Geo Captcha for comments?
de_de: Verwende Geo Captcha für Kommentare?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Use Geo Captcha for registration?
de_de: Verwende Geo Captcha für die Registrierung?

source: Log ips?
de_de: IP-Adressen speichern?

source: Please turn this setting to No if you are not allowed to log ips in your country!
de_de: Bitte stellen Sie diese Einstellung auf Nein, wenn Sie in Ihrem Land keine IP-Adressen speichern dürfen!

source: Save
de_de: Speichern

source: About
de_de: Über Geo Captcha

source: There are a lot of great plugins to prevent spam but especially the effectiv captcha images can annoy your human visitors. Geo Captcha uses the knowledge that a lot of spam is caused from a few countries and prevents them from spamming.
de_de: Es gibt eine Vielzahl an guten Plugins um Spam zu vermeiden doch besonderns die effektiven Captchas nerven auch die menschlichen Besucher. Geo Captcha basiert auf dem Wissen, dass Spam in erster Linie aus einer kleinen Anzahl an Ländern stammt und hält diese vom Spammen ab.

source: Visitors from the countries on your whitelist will never see a captcha image and will not be annoyed. Visitors from other countries will have to type in the captcha code or their comments and registrations will be blocked.
de_de: Besucher aus Ländern auf Ihrer Positivliste werden nie mit Captcha-Bildern belästigt. Besucher aus anderen Ländern müssen das Captcha abtippen oder ihre Kommentare bzw. Registrierungen werden geblockt.

source: The location of the visitors is checked using the GeoLite Country-Library from <a href="http://www.maxmind.com">MaxMind</a>.
de_de: Das Herkunftsland der Besucher wird mittels der GeoLite Country-Library von <a href="http://www.maxmind.com">MaxMind</a> ermittelt.

source: The captcha image is generated using <a href="http://www.phpcaptcha.org">SecurImage</a> from drew010.
de_de: Das Captcha-Bild wird von <a href="http://www.phpcaptcha.org">SecurImage</a> von drew010 erstellt.

source: Donate
de_de: Spenden

source: Every donation is welcome and keep me improving this plugin. You decide how much this plugin is worth!
de_de: Jede Spende ist sehr willkommen und unterstützt mich dabei das Plugin weiter zu entwickeln. Entscheiden Sie selbst, wie viel Ihnen das Plugin wert ist.

source: Uninstall
de_de: Deinstallieren

source: Yes, I want to uninstall Geo Captcha
de_de: Ja, ich möchte Geo Captcha deinstallieren

source: Full Uninstall Geo Captcha
de_de: Geo Captcha vollständig deinstallieren

source: The log shows you all comments and registrations checked by Geo Captcha. Red marked columns are from people who entered a wrong code, most of the time spam bots, green colums show correct inserted codes.
de_de: Das Log zeigt ihnen alle Kommentare und Registrierungen die von Geo Captcha überprüft wurden. Rot markierte Zeilen stammen von Personen die das Captcha falsch eingegeben haben, grün markierte sind von Personen die das Captcha korrekt eingegeben haben.

source: Date
de_de: Datum

source: Location
de_de: Wo

source: IP-Address
de_de: IP-Adresse

source: Comments
de_de: Kommentare

source: Registration
de_de: Registrierung

source: Unknown
de_de: Unbekannt

source: Clear Log
de_de: Log löschen
