Repository: wp-plugins/google-routeplaner
Catalog: google_routeplaner-*.po
Languages: nl_nl

source: Add Route
nl_nl: Route toevoegen

source: Your route has been saved!
nl_nl: Uw route werd opgeslagen

source: The code for this route is:
nl_nl: De code voor deze route is:

source: Back to overview
nl_nl: Terug naar overzicht

source: Destination
nl_nl: Bestemming

source: Add a search string for the destination. Adress, company name or something like this.
nl_nl: Voeg zoekkriteria toe zoals een adres, bedrijfsnaam of iets vergelijkbaars.

source: Map width
nl_nl: Breedte map

source: Enter the width for the map.
nl_nl: Voer de breedte van de map in.

source: Map heigth
nl_nl: Hoogte map

source: Enter the height for the map.
nl_nl: Voeg de hoogte van de map in.

source: Road map
nl_nl: Stratenweergave

source: Satellite map
nl_nl: Satellietweergave

source: Hybrid map
nl_nl: Hybirde weergave

source: Physical map
nl_nl: Fysieke weergave

source: Select how the map should look like.
nl_nl: Geef aan hoe de kaart uit moet zien.

source: Map Zoom Control
nl_nl: Kaart vergrotingsweergave

source: Large
nl_nl: Groot

source: Small
nl_nl: Klein

source: Zoom only
nl_nl: Alleen vergrotingsweergave

source: None
nl_nl: Geen

source: Select the type of zoom and direction control you want.
nl_nl: Geef aan hoe de vergrotingsweergave en richting moet worden ingesteld.

source: Map Type Control
nl_nl: Kaarttype besturing

source: Normal
nl_nl: Normaal

source: Hierarchical
nl_nl: Hierarchisch

source: Select if users can change the map type.
nl_nl: Stel in of gebruikers van kaarttype wisselen kunnen.

source: Language
nl_nl: Taal

source: Default
nl_nl: Systeemstandaard

source: English
nl_nl: Engels

source: German
nl_nl: Duits

source: French
nl_nl: Frans

source: Spanish
nl_nl: Spaans

source: Dutch
nl_nl: Nederlands

source: Italian
nl_nl: Italiaans

source: Polish
nl_nl: Pools

source: Catalan
nl_nl: Catalaans

source: Euskara
nl_nl: Euskaraisch

source: Russian
nl_nl: Russisch

source: Japanese
nl_nl: Japans

source: Save route
nl_nl: Route opslaan

source: Edit Route
nl_nl: Route bewerken

source: Your changes has been saved!
nl_nl: De aanpassingen zijn opgeslagen!

source: Save changes
nl_nl: Aanpassingen opslaan

source: Create Route
nl_nl: Nieuwe route

source: Actions
nl_nl: Acties

source: preview
nl_nl: Voorbeeldweergave

source: edit
nl_nl: Aanpassen

source: delete
nl_nl: Verwijderen

source: You have not created any routes yet!
nl_nl: Uw heeft nog geen routes aangemaakt!

source: Overview
nl_nl: Overzicht

source: Changelog
nl_nl: Laatste aanpassingen

source: The Plugin
nl_nl: De Plugin

source: Google Routeplaner generates a routeplaner based on the <a href="http://code.google.com/apis/maps/">Google Maps API</a>.
nl_nl: Google Routeplaner bepaald een route aan de hand van de <a href="http://code.google.com/apis/maps/">Google Maps API</a>.

source: We suggest adding a printer friendly stylesheet to your Wordpress design to allow your users to print the route without the need to print design elements. A tutorial how to do this can be found <a href="http://codex.wordpress.org/Styling_for_Print">here</a>.
nl_nl: Wij bevelen U aan een printvriendelijke versie toe te voegen aan uw ontwerp. Een handleiding hoe dit te doen vind U op <a href="http://codex.wordpress.org/Styling_for_Print">hier</a>.

source: Plugin developed by <a href="http://deformed-design.de">Deformed Design</a>.
nl_nl: Plugin ontwikkeld door <a href="http://deformed-design.de">Deformed Design</a>.

source: Support &amp; Feedback
nl_nl: Vragen en opmerkingen

source: If you have trouble using this plugin, submit your ideas for future development or simply want to let me know what you think please use my Help Desk.
nl_nl: Wanneer U problemen ondervind bij het gebruik van deze programmatuur, maak dan gebruik van mijn Help Desk.

source: Enjoy the plugin?
nl_nl: Bevalt U de plugin?

source: If you like the plugin you can support my work in different ways:
nl_nl: Wanneer U de plugin bevalt kunt U ons op verschillende manieren ondersteunen:

source: Rate it on WordPress.org
nl_nl: Plaats een waardering op WordPress.org

source: Donate using PayPal
nl_nl: Via PayPal doneren

source: Take a look at my Amazon wishlist
nl_nl: Kijk op mijn Amazon wensenlijstje

source: Uninstall
nl_nl: Deïnstalleren

source: To completly remove this plugin and all database entries you need to use this uninstall feature. If you only deactivate the plugin a lot of stuff will remain in your database.
nl_nl: Om deze plugin te verwijderen gebruikt U deze de-installatie optie. Wanneer u de plugin alleen deactiveerd blijft er een hoop achter in uw database.

source: Yes, I want to uninstall Google Routeplaner
nl_nl: Ja, ik wil de Google Routeplanner de-installeren.

source: Full Uninstall Google Routeplaner
nl_nl: Google Routeplaner volledig de-installeren.

source: Delete Route
nl_nl: Route verwijderen

source: The route has been deleted!
nl_nl: De route is verwijderd!

source: Preview Route
nl_nl: Voorbeeldweergave route

source: Routeplaner
nl_nl: Routeplanner

source: Settings
nl_nl: Instellingen

source: Settings saved!
nl_nl: Instellingen opgeslagen!

source: Set language for driving information.
nl_nl: Stel de taal voor de route aanwijzingen in.

source: Donate this plugin
nl_nl: Doneer aan deze plugin

source: Show a link under the maps
nl_nl: Een link onder aan de kaart weergeven

source: I write an articel about it
nl_nl: Ik schrijf een artikel over deze plugin

source: I donated with Paypal
nl_nl: Ik heb gedoneerd met PayPal

source: I will not donate this project (you will not get support)
nl_nl: Ik wil dit project niet ondersteunen (U verspeelt hiermee Uw recht op ondersteuning)

source: Save settings
nl_nl: Instellingen opslaan

source: Could not find the start location. Please be more specific!
nl_nl: Kon geen startpositie vinden, wees a.u.b. specifieker!

source: Your location
nl_nl: Uw locatie

source: Create route
nl_nl: Route berekenen
