Repository: wp-plugins/google-routeplaner
Catalog: languages/google_routeplaner-*.po
Languages: sk_sk

source: Add Route
sk_sk: Pridať trasu

source: Your route has been saved!
sk_sk: Bola uložená vaša cesta!

source: The code for this route is:
sk_sk: Kód tejto trasy je:

source: Back to overview
sk_sk: Späť na prehľad

source: Destination
sk_sk: Určenia

source: Add a search string for the destination. Adress, company name or something like this.
sk_sk: Pridať hľadaný reťazec pre miesto určenia. Adresa, názov firmy, alebo niečo takého.

source: Map width
sk_sk: Mapa šírka

source: Enter the width for the map.
sk_sk: Zadajte šírku na mape.

source: Map heigth
sk_sk: Mapa výška

source: Enter the height for the map.
sk_sk: Zadajte požadovanú výšku na mape.

source: Map type
sk_sk: Typ mapy

source: Road map
sk_sk: Cestná mapa

source: Satellite map
sk_sk: Satelitná mapa

source: Hybrid map
sk_sk: Hybridné mapu

source: Physical map
sk_sk: Fyzické mape

source: Select how the map should look like.
sk_sk: Vyberte, ako by mal vyzerať mapy.

source: Map Zoom Control
sk_sk: Ovládací prvok Lupa mapu

source: Large
sk_sk: Veľké

source: Small
sk_sk: Malé

source: Zoom only
sk_sk: Zoom len

source: None
sk_sk: Žiadny

source: Select the type of zoom and direction control you want.
sk_sk: Vyberte typ regulácie priblíženia a smer chcete.

source: Map Type Control
sk_sk: Mapa typ kontroly

source: Normal
sk_sk: Normálne

source: Hierarchical
sk_sk: Hierarchické

source: Select if users can change the map type.
sk_sk: Vyberte, či používatelia môžu zmeniť typ mapy.

source: Language
sk_sk: Jazyk

source: Default
sk_sk: Predvolené

source: English
sk_sk: angličtina

source: German
sk_sk: nemčina

source: French
sk_sk: francúzština

source: Spanish
sk_sk: španielčina

source: Dutch
sk_sk: holandčina

source: Italian
sk_sk: taliančina

source: Polish
sk_sk: poľština

source: Catalan
sk_sk: katalánčina

source: Russian
sk_sk: ruština

source: Japanese
sk_sk: japončina

source: Save route
sk_sk: Uložiť trasy

source: Edit Route
sk_sk: Upraviť trasy

source: Your changes has been saved!
sk_sk: Vaše zmeny boli uložené!

source: Save changes
sk_sk: Uložiť zmeny

source: Routes
sk_sk: Trasy

source: Create Route
sk_sk: Vytvoriť trasu

source: Code
sk_sk: Kód

source: Actions
sk_sk: Akcie

source: preview
sk_sk: náhľad

source: edit
sk_sk: upraviť

source: delete
sk_sk: odstrániť

source: You have not created any routes yet!
sk_sk: Nevytvorili ste žiadne trasy zatiaľ!

source: Overview
sk_sk: Prehľad

source: The Plugin
sk_sk: Plugin

source: Google Routeplaner generates a routeplaner based on the <a href="http://code.google.com/apis/maps/">Google Maps API</a>.
sk_sk: Google plánovač trás generuje plánovač trás na základe <a href="http://code.google.com/apis/maps/">Google Maps API</a>.

source: We suggest adding a printer friendly stylesheet to your Wordpress design to allow your users to print the route without the need to print design elements. A tutorial how to do this can be found <a href="http://codex.wordpress.org/Styling_for_Print">here</a>.
sk_sk: Odporúčame pridanie tlačiarne priateľské štýlov Vášho návrhu Wordpress, aby svojim užívateľom vytlačiť trasu bez nutnosti tlačiť prvky dizajnu. Tutorial ako na to nájdete <a href="http://codex.wordpress.org/Styling_for_Print"> tu </ a>.> tu</a>.

source: Plugin developed by <a href="http://deformed-design.de">Deformed Design</a>.
sk_sk: Plugin vyvinutý <a href="http://deformed-design.de"> Deformovaný dizajnu </ a>.

source: Support & Feedback
sk_sk: Podpora & spätnú väzbu

source: If you have trouble using this plugin, submit your ideas for future development or simply want to let me know what you think please use my Help Desk.
sk_sk: Ak máte problémy s použitím tohto pluginu, predložiť svoje nápady pre budúci vývoj, alebo jednoducho chcete dajte mi vedieť, čo myslíte, použite prosím môj Help Desk.

source: Enjoy the plugin?
sk_sk: Užite si plugin?

source: If you like the plugin you can support my work in different ways:
sk_sk: Ak chcete plugin mojej práce môžete podporiť rôznymi spôsobmi:

source: Rate it on WordPress.org
sk_sk: Kurz je na WordPress.org

source: Donate using PayPal
sk_sk: Darovať cez PayPal

source: Take a look at my Amazon wishlist
sk_sk: Pozrite sa na môj Amazon želanie

source: Uninstall
sk_sk: Odinštalovať

source: To completly remove this plugin and all database entries you need to use this uninstall feature. If you only deactivate the plugin a lot of stuff will remain in your database.
sk_sk: Na kompletne odstrániť tento plugin a všetkých položiek databázy, musíte použiť táto funkcia na odinštalovanie. Ak ste len deaktivovať plugin veľa vecí zostane v databáze.

source: Yes, I want to uninstall Google Routeplaner
sk_sk: Áno, chcem odinštalovať Google Routeplaner

source: Full Uninstall Google Routeplaner
sk_sk: Plný odinštalovať Google Routeplaner

source: Delete Route
sk_sk: Odstrániť trasy

source: The route has been deleted!
sk_sk: Trasa bola odstránená!

source: Preview Route
sk_sk: Ukážka trasy

source: Settings
sk_sk: Nastavenia

source: Settings saved!
sk_sk: Nastavenia uložené!

source: Set language for driving information.
sk_sk: Nastaviť jazyk pre riadenie informácií.

source: Donate this plugin
sk_sk: Darujte tento plugin

source: Show a link under the maps
sk_sk: Zobraziť prepojenie podľa mapy

source: I write an articel about it
sk_sk: Píšem článok o tom

source: I donated with Paypal
sk_sk: Som venoval s Paypal

source: I will not donate this project (you will not get support)
sk_sk: Nie som bude darovať tento projekt (nebudete mať podporu)

source: Save settings
sk_sk: Uložiť nastavenia

source: Could not find the start location. Please be more specific!
sk_sk: Začiatok umiestnenie sa nepodarilo nájsť. Buďte prosím konkrétnejší!

source: Your location
sk_sk: Vašu polohu

source: Create route
sk_sk: Vytvoriť trasu
